task_description = {
    '1': "小明所在的部门刚刚招聘了十个新员工，近期需要进行新员工培训。请查找一个适合新员工培训时采用，大约十人参与的破冰游戏的玩法，并根据搜索结果，讲出给你印象最深的1个破冰游戏的名称，并用一句话描述这个游戏需要做哪些准备。",
    '2': "小明准备乘坐飞机去美国留学，需要携带很多行李，所以想研究一下国际航班对手提行李的重量限制体积限制，对托运行李的重量限制体积限制，手提行李中能携带多少液体，哪些物品必须手提，哪些物品必须托运等信息。请你根据搜索结果，说三点国际航班手提行李的注意事项（重量、禁运物品等）。",
    '3': "小明想要戒烟，他想知道戒烟的好处，戒烟的副作用，有哪些有效的戒烟方式等信息。请你根据搜索过程中的收获，提三点戒烟的建议（例如：1. 应该保持规律的生活习惯）。",
    '4': "小明对谷歌推出的一款“谷歌眼镜”很感兴趣，请查找这种产品的功能、使用方式、售价等信息，并根据搜索过程中的收获，简单说明谷歌眼镜的主要功能。",
    '5': "小明想在香港购买一台iphone6，请查找大陆和香港的iphone6售价，如何在香港购买iphone，把iphone带回大陆是否需要缴纳关税，港版iphone是否支持大陆运营商网络等信息。请你根据搜索过程中的收获，说说港版iphone是否对大陆移动网络的支持情况等等。"
}